{
  "FixCursorHold.nvim": { "branch": "master" },
  "Ionide-vim": { "branch": "master" },
  "QFEnter": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "crates.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "emmet-vim": { "branch": "master" },
  "formatter.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "fzf.vim": { "branch": "master" },
  "gen.nvim": { "branch": "main" },
  "gitignore.nvim": { "branch": "master" },
  "glow.nvim": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "goto-preview": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "guihua.lua": { "branch": "master" },
  "harpoon": { "branch": "master" },
  "image.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspkind-nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "luvit-meta": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "md-img-paste.vim": { "branch": "master" },
  "mdeval.nvim": { "branch": "master" },
  "mini.icons": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "monochrome.nvim": { "branch": "main" },
  "neoformat": { "branch": "master" },
  "neogen": { "branch": "main" },
  "neorepl.nvim": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-plenary": { "branch": "master" },
  "neotest-python": { "branch": "master" },
  "nerdcommenter": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "no-neck-pain.nvim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-FeMaco.lua": { "branch": "main" },
  "nvim-align": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-macroni": { "branch": "master" },
  "nvim-markdown": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-nyctophilia": { "branch": "master" },
  "nvim-soil": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tmux-navigation": { "branch": "main" },
  "nvim-transparent": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-various-textobjs": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "one-small-step-for-vimkind": { "branch": "main" },
  "open-browser.vim": { "branch": "master" },
  "papercolor-theme": { "branch": "master" },
  "plantuml-previewer.vim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "remote-sshfs.nvim": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "scrollfix": { "branch": "master" },
  "suda.vim": { "branch": "master" },
  "taboo.vim": { "branch": "master" },
  "telescope-cmdline.nvim": { "branch": "main" },
  "telescope-crossplane.nvim": { "branch": "main" },
  "telescope-emoji.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-recent-files": { "branch": "main" },
  "telescope-repo.nvim": { "branch": "master" },
  "telescope-symbols.nvim": { "branch": "master" },
  "telescope-tmuxinator.nvim": { "branch": "main" },
  "telescope-zf-native.nvim": { "branch": "master" },
  "telescope-zoxide": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "tree-sitter-just": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "typeit.nvim": { "branch": "main" },
  "undotree": { "branch": "main" },
  "vale.nvim": { "branch": "master" },
  "venv-selector.nvim": { "branch": "regexp" },
  "vim-commaobject": { "branch": "master" },
  "vim-cool": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-helm": { "branch": "master" },
  "vim-just": { "branch": "main" },
  "vim-moonfly-colors": { "branch": "master" },
  "vim-open-url": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-sendtowindow": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-swap": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "vim-vsnip-integ": { "branch": "master" },
  "webapi-vim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "yaml.nvim": { "branch": "main" }
}
